[
    {
        "acura": {
            "title": "How to find your Acura paint code?",
            "description": "The color code of the paint for every Acura model is usually located in the door jamb on the driver side. However, it can also be located in the door jamb of the passenger side in certain cases. Keep in mind that the paint code you’ll see is not the color itself, but a combination of letters and numbers that allows us to identify your vehicle’s color.",
            "description_2": "With this code we can paint your Acura part in your car’s factory color, so that it can be installed directly without any issues. All we need for this is the color code we mentioned above. When you order your part, you have to put in the color code and our team at Painted Auto Body Parts will send it to you painted in no time. Refer to the image on the side to see where you can find your paint code.",
            "footer": "Paint Code Examples for Acura: NH830M, YR524M"
        },
        "audi": {
            "title": "How to find your Audi paint code?",
            "description": "If you want to order a new body part for your Audi, you will need to get it in the color of your vehicle. With the painting services of Painted Auto Body Parts that come included with all the parts that can be ordered through us, you can easily get your Audi part in the exact color of your car. However, in order for us to do that, we will need some information about your vehicle – its paint color code.",
            "description_2": "All Audi models have a color code that can be located within the trunk of the car. You need to check the trunk lid, or on the walls of the rear compartment. The code can also be under the spare tire or the mat. All of that depends on the model and the code itself may also vary, but is usually between 2 and 4 characters. On the image to the right you can see where you should look for your code.",
            "footer": "Paint Code Examples for Audi: LY3U, L80V"
        },
        "bmw": {
            "title": "How to find your BMW paint code?",
            "description": "In order to get your auto body part in the color of your BMW, you will need to provide us with the color code that is found on your car. Here at Painted Auto Body Parts we use that code to determine the exact paint color we have to use for the part, so we can send it to you completely installation-ready. ",
            "description_2": "Depending on your BMW model, the paint color information can be found at different places. Most commonly it is under the hood, on the right side when you are facing the vehicle from the front. If a sticker with the information is not found there, check the strut towers or the edge of the fenders. The code can vary in characters and is not a precise color. Check out the image on the right to see where exactly on the sticker it is located. ",
            "footer": "Paint Code Examples for BMW: C1D/5, X03"
        },
        "buick": {
            "title": "How to find your Buick paint code?",
            "description": "By providing our team at Painted Auto Body Parts with your Buick stock color code, we can paint any replacement part in the exact color of your car. That way you can install it right away, without worrying about additional services. However, finding the paint color information can be a bit tricky at first. ",
            "description_2": "Depending on the model of your Buick, there are several locations where the information sticker can be placed. First check the trunk lid and if you cannot locate it there, it may be under the cover of the spare tire or on the side of the main trunk compartment. Some models may also have it within the glove compartment.",
            "footer": "Paint Code Examples for Buick: U8605, WA-L944, 627D"
        },
        "cadillac": {
            "title": "How to find your Cadillac paint code?",
            "description": "In order to paint the desired auto body part for your Cadillac, you will have to provide us at Painted Auto Body Parts with your vehicle’s paint color code upon order. Finding this color code on your car is not difficult and you can refer to the image on the side to have a general idea of where it should be placed. However, keep in mind that the sticker with the information can be located at several different places depending on the Cadillac model.",
            "description_2": "First, check the bottom side of the trunk lid and then the right of the trunk compartment. Sometimes the sticker can be located on the cover for the spare tire or even beneath the spare tire. Be sure to check your glove compartment if you cannot find it in the trunk. It may also be on the driver side back door.",
            "footer": "Paint Code Examples for Cadillac: 627D, 38/WA8555"
        },
        "chevrolet": {
            "title": "How to find your Chevrolet paint code?",
            "description": "If you want to order a new body part for your Chevrolet, you will need to get it in the color of your vehicle. With the painting services of Painted Auto Body Parts that come included with all the parts that can be ordered through us, you can easily get your Chevrolet part in the exact color of your car. However, in order for us to do that, we will need some information about your vehicle – its paint color code.",
            "description_2": "For virtually all Chevrolet models the most likely place for the sticker is underneath the trunk lid (on the very lid itself). However, it can also be within the trunk, so check the spare tire compartment or cover, as well as the right-hand side of the trunk compartment in general. Sometimes it can also be within the glove compartment but that is rare.",
            "footer": "Paint Code Examples for Chevrolet: 627D, 38/WA9655"
        },
        "chrysler": {
            "title": "How to find your Chrysler paint code?",
            "description": "Here at Painted Auto Body Parts we provide all vehicle body parts painted in the color of your Chrysler vehicle. However, in order to determine the exact hue and the correct paint to apply, we will need the paint code information, which can be found somewhere on your car. Refer to the image on the side for the possible places of where you can find the sticker with such information.",
            "description_2": "For Chrysler vehicles finding the sticker can be a bit tricky, because it can be located at various different places depending on the model. It could be in the driver side door jamb for most of the newer models. However, it can also be on the firewall on the passenger and driver side alike. Check the inner fender well too, as well as the front of the radiator. It should be a 3-character code.",
            "footer": "Paint Code Examples for Chrysler: PTA, PBK, BS3/PS3"
        },
        "dodge": {
            "title": "How to find your Dodge paint code?",
            "description": "Here at Painted Auto Body Parts we provide all vehicle body parts painted in the color of your Dodge vehicle. However, in order to determine the exact hue and the correct paint to apply, we will need the paint code information, which can be found somewhere on your car. Refer to the image on the side for the possible places of where you can find the sticker with such information.",
            "description_2": "For Dodge vehicles finding the sticker can be a bit tricky, because it can be located at various different places depending on the model. It could be in the driver side door jamb for most of the newer models. However, it can also be on the firewall on the passenger and driver side alike. Check the inner fender well too, as well as the front of the radiator. It should be a 3-character code, but can also include 6 characters.",
            "footer": "Paint Code Examples for Dodge: PTA, PBK, BS3/PS3"
        },
        "ford": {
            "title": "How to find your Ford paint code?",
            "description": "In order to get your auto body part in the color of your Ford, you will need to provide us with the color code that is found on your car. Here at Painted Auto Body Parts we use that code to determine the exact paint color we have to use for the part, so we can send it to you completely installation-ready.",
            "description_2": "Luckily, all Ford models have a fairly easy placement of the information sticker, so you can find the color code quite quickly. You should check the driver side door jamb or the frame of the door. It has to be there, and the paint code itself should consist of 2 characters, though it could have a mix of characters after the initial 2.",
            "footer": "Paint Code Examples for Ford: N6, F7, SD/M6819"
        },
        "fiat": {
            "title": "How to find your fiat paint code?",
            "description": "By providing our team at Painted Auto Body Parts with your Fiat stock color code, we can paint any replacement part in the exact color of your car. That way you can install it right away, without worrying about additional services. However, finding the paint color information can be a bit tricky at first.",
            "description_2": "As far as car marques go, Fiat information stickers are among the most difficult to find. It could be located within the compartment on the driver side door, so check there first. However, it can also be underneath the hood, on the very hood itself, or somewhere along the rim around the compartment. Check the image on the side for more information.",
            "footer": "Paint Code Examples for Fiat: 296, 599, KBP, JW4"
        },
        "gmc": {
            "title": "How to find your GMC paint code?",
            "description": "Here at Painted Auto Body Parts we provide all vehicle body parts painted in the color of your GMC vehicle. However, in order to determine the exact hue and the correct paint to apply, we will need the paint code information, which can be found somewhere on your car. Refer to the image on the side for the possible places of where you can find the sticker with such information.",
            "description_2": "The paint information is found on the sticker with “Service Parts Identification” labeled on it. For most GMC models it should be found within the glove compartment and should be pretty easy to spot. However, be sure to also check the door jamb on the driver side. Other possible places include the sun visor on the passenger side, behind the driver or passenger seats, or the side wall of the cab.",
            "footer": "Paint Code Examples for GMC: 627D, 38/WA9745"
        },
        "honda": {
            "title": "How to find your Honda paint code?",
            "description": "If you want to order a new body part for your Honda, you will need to get it in the color of your vehicle. With the painting services of Painted Auto Body Parts that come included with all the parts that can be ordered through us, you can easily get your Honda part in the exact color of your car. However, in order for us to do that, we will need some information about your vehicle – its paint color code.",
            "description_2": "Honda makes it fairly simple to find the paint code information, as it should be located on a sticker, that is itself placed on the door jamb on the driver side. This is the only place to check, so it should be pretty easy to find.",
            "footer": "Paint Code Examples for Honda: NH883PX, NH643P"
        },
        "hyundai": {
            "title": "How to find your Hyundai paint code?",
            "description": "In order to paint the desired auto body part for your Hyundai, you will have to provide us at Painted Auto Body Parts with your vehicle’s paint color code upon order. Finding this color code on your car is not difficult and you can refer to the image on the side to have a general idea of where it should be placed. However, keep in mind that the sticker with the information can be located at several different places depending on the Hyundai model.",
            "description_2": "To find the sticker, first check out the driver side door jamb or the frame of the door itself. However, sometimes it can be within the engine compartment, underneath the hood (on the hood itself), or on the front frame of the car.",
            "footer": "Paint Code Examples for Hyundai: T8T, V3Y"
        },
        "infiniti": {
            "title": "How to find your Infiniti paint code?",
            "description": "Here at Painted Auto Body Parts we provide all vehicle body parts painted in the color of your Infiniti vehicle. However, in order to determine the exact hue and the correct paint to apply, we will need the paint code information, which can be found somewhere on your car. Refer to the image on the side for the possible places of where you can find the sticker with such information.",
            "description_2": "For Infiniti vehicles finding the sticker can be a bit tricky, because it can be located at various different places depending on the model. It could be in the driver side door jamb for most of the newer models. However, it can also be on the firewall on the passenger and driver side alike. Check the inner fender well too, as well as the front of the radiator. It should be a 3-character code.",
            "footer": "Paint Code Examples for Infiniti: NAB, RAD, R52"
        },
        "jaguar": {
            "title": "How to find your Jaguar paint code?",
            "description": "In order to get your auto body part in the color of your Jaguar, you will need to provide us with the color code that is found on your car. Here at Painted Auto Body Parts we use that code to determine the exact paint color we have to use for the part, so we can send it to you completely installation-ready.",
            "description_2": "Luckily, all Jaguar models have a fairly easy placement of the information sticker, so you can find the color code quite quickly. You should check the driver side door jamb or the frame of the door. It has to be there, and the paint code itself should consist of a few mixed characters of numbers and letters, sometimes after a specified color name (keep in mind we only need the code not the name of the color).",
            "footer": "Paint Code Examples for Jaguar: L1B, 8033L"
        },
        "jeep": {
            "title": "How to find your Jeep paint code?",
            "description": "If you want to order a new body part for your Jeep, you will need to get it in the color of your vehicle. With the painting services of Painted Auto Body Parts that come included with all the parts that can be ordered through us, you can easily get your Jeep part in the exact color of your car. However, in order for us to do that, we will need some information about your vehicle – its paint color code.",
            "description_2": "As far as car marques go, Jeep information stickers are sometimes quite hard to find. It could be located within the compartment on the driver side door or the door jamb, so check there first. However, it can also be underneath the hood, on the very hood itself, or somewhere along the rim around the compartment. Check the image on the side for more information.",
            "footer": "Paint Code Examples for Jeep: 4E, 5D, 686"
        },
        "kia": {
            "title": "How to find your Kia paint code?",
            "description": "In order to get your auto body part in the color of your Kia, you will need to provide us with the color code that is found on your car. Here at Painted Auto Body Parts we use that code to determine the exact paint color we have to use for the part, so we can send it to you completely installation-ready.",
            "description_2": "Luckily, all Kia models have a fairly easy placement of the information sticker, so you can find the color code quite quickly. You should check the driver side door jamb or the frame of the door. It has to be there, and the paint code itself should consist of a few mixed characters of numbers and letters, sometimes after a specified color name (keep in mind we only need the code not the name of the color).",
            "footer": "Paint Code Examples for Kia: IM, U3, B4, 5D"
        },
        "land_rover": {
            "title": "How to find your Land Rover paint code?",
            "description": "Here at Painted Auto Body Parts we provide all vehicle body parts painted in the color of your Land Rover vehicle. However, in order to determine the exact hue and the correct paint to apply, we will need the paint code information, which can be found somewhere on your car. Refer to the image on the side for the possible places of where you can find the sticker with such information.",
            "description_2": "For most Land Rover models you should be able to find the sticker located on the door jamb on the driver side. It should be clearly visible, but refer to the image on the side to see exactly which part of the information contains the paint code. If you cannot find the information there, check the radiator support bar underneath the hood.",
            "footer": "Paint Code Examples for Land Rover: 627D, 38/WA9745"
        },
        "lexus": {
            "title": "How to find your Lexus paint code?",
            "description": "If you want to order a new body part for your Lexus, you will need to get it in the color of your vehicle. With the painting services of Painted Auto Body Parts that come included with all the parts that can be ordered through us, you can easily get your Lexus part in the exact color of your car. However, in order for us to do that, we will need some information about your vehicle – its paint color code.",
            "description_2": "Lexus makes it fairly simple to find the paint code information, as it should be located on a sticker, that is itself placed on the door jamb on the driver side. This is the only place to check, so it should be pretty easy to find.",
            "footer": "Paint Code Examples for Lexus: 083/EA35, 1H1, 1G9"
        },
        "lincoln": {
            "title": "How to find your Lincoln paint code?",
            "description": "Here at Painted Auto Body Parts we provide all vehicle body parts painted in the color of your Lincoln vehicle. However, in order to determine the exact hue and the correct paint to apply, we will need the paint code information, which can be found somewhere on your car. Refer to the image on the side for the possible places of where you can find the sticker with such information.",
            "description_2": "For most Lincoln models you should be able to find the sticker located on the door jamb on the driver side. Sometimes it can be along the door frame itself, so check there too. It should be clearly visible, but refer to the image on the side to see exactly which part of the information contains the paint code.",
            "footer": "Paint Code Examples for Lincoln: N5, D8, G5/M1189"
        },
        "mazda": {
            "title": "How to find your Mazda paint code?",
            "description": "In order to paint the desired auto body part for your Mazda, you will have to provide us at Painted Auto Body Parts with your vehicle’s paint color code upon order. Finding this color code on your car is not difficult and you can refer to the image on the side to have a general idea of where it should be placed. However, keep in mind that the sticker with the information can be located at several different places depending on the Mazda model.",
            "description_2": "To find the sticker, first check out the driver side door jamb or the frame of the door itself. However, sometimes it can be within the engine compartment, underneath the hood in the engine compartment or on the hood itself.",
            "footer": "Paint Code Examples for Mazda: 46V, SW, 5W"
        },
        "mercedes": {
            "title": "How to find your Mercedes-Benz paint code?",
            "description": "Here at Painted Auto Body Parts we provide all vehicle body parts painted in the color of your Mercedes-Benz vehicle. However, in order to determine the exact hue and the correct paint to apply, we will need the paint code information, which can be found somewhere on your car. Refer to the image on the side for the possible places of where you can find the sticker with such information.",
            "description_2": "For most Mercedes-Benz models you should be able to find the sticker located on the door jamb on the driver side. It should be clearly visible, but refer to the image on the side to see exactly which part of the information contains the paint code. If you cannot find the information there, check the radiator support bar underneath the hood or on the hood itself. Sometimes it can be at the back of the engine compartment.",
            "footer": "Paint Code Examples for Mercedes-Benz: 149, DB419"
        },
        "mini": {
            "title": "How to find your Mini paint code?",
            "description": "Painted Auto Body Parts provides all kinds of body parts for Mini vehicles painted in the exact color of your car. However, in order for us to do that, we will need the paint code information that is located on a sticker somewhere on your vehicle. Refer to the side image for more information and read below to learn in more details how you can find the paint code sticker on your Mini.",
            "description_2": "Most Mini vehicles have a unique sticker placement that is underneath the hood along the firewall on the passenger side. Sometimes it can be on the strut tower, so be sure to check there as well. The code is 3 or 4 digits or numbers in any combination and is not a color name.",
            "footer": "Paint Code Examples for Mini: FHR, B12, 851/3"
        },
        "mitsubishi": {
            "title": "How to find your Mitsubishi paint code?",
            "description": "If you want to order a new body part for your Mitsubishi, you will need to get it in the color of your vehicle. With the painting services of Painted Auto Body Parts that come included with all the parts that can be ordered through us, you can easily get your Mitsubishi part in the exact color of your car. However, in order for us to do that, we will need some information about your vehicle – its paint color code.",
            "description_2": "As far as car marques go, Mitsubishi information stickers are sometimes quite hard to find. It could be located within the compartment on the driver side door or the door jamb, so check there first. However, it can also be underneath the hood, on the very hood itself, or somewhere along the rim around the compartment. Check the image on the side for more information.",
            "footer": "Paint Code Examples for Mitsubishi: R71, W83, D12"
        },
        "nissan": {
            "title": "How to find your Nissan paint code?",
            "description": "By providing our team at Painted Auto Body Parts with your NIssan stock color code, we can paint any replacement part in the exact color of your car. That way you can install it right away, without worrying about additional services. However, finding the paint color information can be a bit tricky at first.",
            "description_2": "Depending on the model of your Nissan, there are several locations where the information sticker can be placed. The first place to check is the front door jamb on the driver side. However, it can also be on the pillar of the door, or even the hinge. The radiator support bar also may have the sticker, or it can be within the engine compartment along the frame.",
            "footer": "Paint Code Examples for Nissan: RAB, QAR, K41"
        },
        "porsche": {
            "title": "How to find your Porsche paint code?",
            "description": "Here at Painted Auto Body Parts we provide all vehicle body parts painted in the color of your Porsche vehicle. However, in order to determine the exact hue and the correct paint to apply, we will need the paint code information, which can be found somewhere on your car. Refer to the image on the side for the possible places of where you can find the sticker with such information.",
            "description_2": "For Porsche vehicles finding the sticker can be a bit tricky, because it can be located at various different places depending on the model. It could be in the glove compartment, but also in the spare tire compartment. It could be underneath the hood somewhere along the frame as well.",
            "footer": "Paint Code Examples for Porsche: M7W, M4J, LM2V"
        },
        "pontiac": {
            "title": "How to find your Pontiac paint code?",
            "description": "If you want to order a new body part for your Pontiac, you will need to get it in the color of your vehicle. With the painting services of Painted Auto Body Parts that come included with all the parts that can be ordered through us, you can easily get your Pontiac part in the exact color of your car. However, in order for us to do that, we will need some information about your vehicle – its paint color code.",
            "description_2": "To find it, you should search for a sticker with that code somewhere on your vehicle. First, check the bottom side of the trunk lid and then the right and left sides of the trunk compartment. Sometimes the sticker can be located on the cover for the spare tire or even beneath the spare tire. Be sure to check your glove compartment if you cannot find it in the trunk. It may also be on the sun visor on the passenger side as well as under the hood. Another possible place is the door jamb on the driver side.",
            "footer": "Paint Code Examples for Pontiac: 627D, 48/WT5315"
        },
        "subaru": {
            "title": "How to find your Subaru paint code?",
            "description": "In order to get your auto body part in the color of your Subaru, you will need to provide us with the color code that is found on your car. Here at Painted Auto Body Parts we use that code to determine the exact paint color we have to use for the part, so we can send it to you completely installation-ready.",
            "description_2": "Depending on your Subaru model, the paint color information can be found at different places. Most commonly it is under the hood, on either side along the strut towers. If a sticker with the information is not found there, check the door jamb on the driver (or sometimes the passenger) side. The code can vary in characters and is not a precise color. Check out the image on the right to see where exactly on the sticker it is located.",
            "footer": "Paint Code Examples for Subaru: G5V, 31Y"
        },
        "saab": {
            "title": "How to find your Saab paint code?",
            "description": "In order to get your auto body part in the color of your Saab, you will need to provide us with the color code that is found on your car. Here at Painted Auto Body Parts we use that code to determine the exact paint color we have to use for the part, so we can send it to you completely installation-ready.",
            "description_2": "Luckily, all Saab models have a fairly easy placement of the information sticker, so you can find the color code quite quickly. You should check the driver side door jamb or the frame of the door. It has to be there, and the paint code itself should consist of 3 characters, but may also be more.",
            "footer": "Paint Code Examples for Saab: 308, 314/GSG, 65W"
        },
        "scion": {
            "title": "How to find your Scion paint code?",
            "description": "In order to get your auto body part in the color of your Scion, you will need to provide us with the color code that is found on your car. Here at Painted Auto Body Parts we use that code to determine the exact paint color we have to use for the part, so we can send it to you completely installation-ready.",
            "description_2": "Luckily, all Scion models have a fairly easy placement of the information sticker, so you can find the color code quite quickly. You should check the driver side door jamb or the frame of the door. It has to be there, and the paint code itself should consist of a few mixed characters of numbers and letters, sometimes after a specified color name (keep in mind we only need the code not the name of the color).",
            "footer": "Paint Code Examples for Scion: 38T, H1R, 034"
        },
        "toyota": {
            "title": "How to find your Toyota paint code?",
            "description": "In order to get your auto body part in the color of your Toyota, you will need to provide us with the color code that is found on your car. Here at Painted Auto Body Parts we use that code to determine the exact paint color we have to use for the part, so we can send it to you completely installation-ready.",
            "description_2": "Luckily, all Toyota models have a fairly easy placement of the information sticker, so you can find the color code quite quickly. You should check the driver side door jamb or the frame of the door. It has to be there, and the paint code itself should consist of a few mixed characters of numbers and letters, sometimes after a specified color name (keep in mind we only need the code not the name of the color).",
            "footer": "Paint Code Examples for Toyota: 221, 3V6, 2F8"
        },
        "volkswagen": {
            "title": "How to find your Volkswagen paint code?",
            "description": "By providing our team at Painted Auto Body Parts with your Volkswagen stock color code, we can paint any replacement part in the exact color of your car. That way you can install it right away, without worrying about additional services. However, finding the paint color information can be a bit tricky at first.",
            "description_2": "Depending on the model of your Volkswagen, there are several locations where the information sticker can be placed. First check the trunk lid and if you cannot locate it there, it may be on the left side of the main trunk compartment. Some models may also have it within the spare tire compartment or underneath the spare tire cover.",
            "footer": "Paint Code Examples for Volkswagen: L059, LT1Y, L59V"
        },
        "volvo": {
            "title": "How to find your Volvo paint code?",
            "description": "The color code of the paint for every Volvo model is usually located at different places. One of them is the door jamb on the driver side. However, it can also be located on the strut towers underneath the hood, or even the radiator support. Also check the firewall if you cannot find it elsewhere. Keep in mind that the paint code you’ll see is not the color itself, but a combination of letters and numbers that allows us to identify your vehicle’s color.",
            "description_2": "With this code we can paint your Volvo part in your car’s factory color, so that it can be installed directly without any issues. All we need for this is the color code we mentioned above. When you order your part, you have to put in the color code and our team at Painted Auto Body Parts will send it to you painted in no time. Refer to the image on the side to see where you can find your paint code.",
            "footer": "Paint Code Examples for Volvo: NH830M, YR524M"
        }
    }
]